{
    "name": "Egitto",
    "description": "Viaggio estremamente interessante in Egitto. L'Egitto è uno dei paesi più popolati dell'Africa e del Medio Oriente, un paese molto esotico sotto moltissimi punti di vista: ambiente, gastronomia e ovviamente storia. Quest'ultima è motivo di visite turistiche molto elaborate e interessanti.",
    "price": 1700,
    "img": "res/Egitto1.jpeg"
},
{
    "name": "Roma",
    "description": "Viaggio estremamente interessante nella capitale di uno dei paesi più belli del mondo.
    Roma è conosciuta in tutto il mondo per moltissime caratteristiche proprie di questa splendida metropoli quali: l'arte, la gastronomia, la stoia, il cinema, i paesaggi urbani romantici e le sue chiese famose in tutto il mondo.",
    "price": 1000,
    "img": "res/Roma1.jpeg"
},
{
    "name": "Honolulu",
    "description": "Prenditi una vacanza a Honolulu.
    La capitale delle Hawaii, Honolulu, è il centro del governo, dei trasporti e del commercio dello stato, ma è anche la porta di ingresso preferita dai turisti in arrivo nell'arcipelago dei sogni. Merito sicuramente della famosa spiaggia Waikiki Beach, ma anche del fascino delle contraddizioni di Honolulu.",
    "price": 1700,
    "img": "res/Honolulu1.jpeg"
},
{
    "name": "Sydney",
    "description": "Oltre a essere splendida Sydney, è il luogo di ritrovo degli abitanti ed è il modo migliore per immergersi nella cultura australiana. Bondi Beach è una delle spiagge più famose e belle del mondo ed è una tappa obbligata.",
    "price": 2250,
    "img": "res/Sidney1.jpeg"
},
{
    "name": "Tokyo",
    "description": "Tokyo, capitale del Giappone, è una metropoli poliedrica conosciuta per le sue bellezze artistiche e architettoniche: i palazzi imperiali, i santuari, i templi, e soprattutto i ryokan, gli alberghi tipici con pavimenti in tatami e futon. Tokyo è simbolo di relax, grazie alla presenza dei noti Onsen, i tipici bagni termali. Ma è anche una città dinamica, ricca di bar a tema e vicoli apparentemente anonimi, ma che in realtà nascondo sua anima più vera.",
    "price": 1875,
    "img": "res/Tokyo1.jpeg"
}